import pandas as pd
import task






# # Создание DataFrame вручную
# data = {
#     'ID': [1, 2, 3],
#     'Имя': ['Иван', 'Ольга', 'Сергей'],
#     'Возраст': [45, 50, 30],
#     'Диагноз': ['Рак легких', 'Рак груди', 'Рак кожи']
# }

# # df = pd.DataFrame(data)

# # # Вывод DataFrame
# # print("Исходный DataFrame:")
# # print(df)

# # # Доступ к столбцам
# # print("\nСтолбец 'Имя':")
# # print(df['Имя'])

# # # Фильтрация данных (пациенты старше 40 лет)
# # print("\nПациенты старше 40 лет:")
# # print(df[df['Возраст'] > 40])

# # # Добавление нового столбца
# # df['Риск'] = ['Высокий', 'Средний', 'Низкий']
# # print("\nDataFrame после добавления нового столбца:")
# # print(df)
